//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2012, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**        5555 Oakbrook Pkwy, Suite 200, Norcross, GA 30093         **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
// Revision History
// ----------------
// $Log: $
// 
//**********************************************************************

//<AMI_FHDR_START>
//----------------------------------------------------------------------------
//
// Name: SwitchableGraphics.UNI
//
// Description:	String definitions for Switchable Graphics Setup page
//
//----------------------------------------------------------------------------
//<AMI_FHDR_END>

/=#
#include "VFR.uni"

#string STR_SG_FORM             #language eng  "Switchable Graphics"
#string STR_SG_FORM_HELP        #language eng  "Switchable Graphics selections"
#string STR_SG_MODE             #language eng  "SG Mode Select"
#string STR_SG_MODE_HELP        #language eng  "MUXed vs. MUX-less          (nVidia-Optimus, ATI-PX4.0/PX5.0) Note!!! Either mode requires PrimaryDisplay set to 'SG'"
#string STR_SG_MUXED            #language eng  "Muxed  "
#string STR_SG_MUXLESS          #language eng  "Muxless"

#string STR_PX_FIXED_MODE                   #language eng   "PX Fixed Mode Switch"
#string STR_PX_FIXED_MODE_HELP              #language eng   "Enable/Disable PowerXpress Fixed Mode."

#string STR_PX_DYNAMIC_MODE                 #language eng   "PX Dynamic Mode Switch"
#string STR_PX_DYNAMIC_MODE_HELP            #language eng   "Enable/Disable PowerXpress Dynamic Mode."

#string STR_PX_FIXED_DYNAMIC_MODE           #language eng   "PX 5.0 Mode"
#string STR_PX_FIXED_DYNAMIC_MODE_HELP      #language eng   "(BACO)/(dGPU Powr off) under the Dynamic Scheme."
#string STR_BACO_DYNAMIC_SCHEME             #language eng   "BACO Mode"
#string STR_DGPUOFF_DYNAMIC_SCHEME          #language eng   "dGPU Power off"
//**********************************************************************
//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2012, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**        5555 Oakbrook Pkwy, Suite 200, Norcross, GA 30093         **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
